Revit 2024 API
UnitTypeId.Dekanewtons Property
 Dekanewtons.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Dekanewtons { get; }
Visual Basic
Public Shared ReadOnly Property Dekanewtons As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Dekanewtons {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace